export default function About() {
  return (
    <main>
      <div className="container mx-auto">
        <h1 className="my-5 text-3xl text-primary text-center">О нас</h1>
        <p className="my-3">
          Таким образом, глубокий уровень погружения предопределяет высокую
          востребованность распределения внутренних резервов и ресурсов.
          Разнообразный и богатый опыт говорит нам, что синтетическое
          тестирование выявляет срочную потребность инновационных методов
          управления процессами. Сложно сказать, почему сторонники тоталитаризма
          в науке, инициированные исключительно синтетически, указаны как
          претенденты на роль ключевых факторов. Следует отметить, что
          постоянный количественный рост и сфера нашей активности не оставляет
          шанса для системы массового участия.
        </p>
      </div>
    </main>
  );
}
